{"translation-revision-date":"2024-06-20 19:09:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"This subscription was shared by <email>%s<\/email>. <link>Learn more<\/link>.":["Cet abonnement a été partagé par <email>%s<\/email>. <link>Lire la suite<\/link>."],"Shared with you":["Partagé avec vous"],"No extensions, themes or business services found…":["Pas d’extensions, de thèmes ou de services commerciaux trouvés…"],"business service":["service commercial"],"business services":["services commerciaux"],"Services to help your business grow":["Services pour aider votre entreprise à se développer"],"Free plan available":["Plan gratuit disponible"],"Search for extensions, themes, and business services":["Rechercher des extensions, des thèmes et des services commerciaux"],"Business services":["Services commerciaux"],"<strong>Connect your store to WooCommerce.com<\/strong> to get updates and streamlined support for your subscriptions.":["<strong>Associez votre boutique à WooCommerce.com<\/strong> pour obtenir des mises à jour et une assistance rationalisée pour vos abonnements."],"Your store might be at risk as you are running old versions of WooCommerce plugins.":["Votre boutique est susceptible de courir un risque car vous utilisez d’anciennes versions des extensions WooCommerce."],"Connect your store to WooCommerce.com using the WooCommerce.com Update Manager. Once connected, you'll be able to manage your subscriptions, receive product updates, and access streamlined support from this screen.":["Connectez votre boutique à WooCommerce.com à l’aide de WooCommerce.com Update Manager. Une fois celle-ci connectée, vous pourrez gérer vos abonnements, recevoir les mises à jour produit et accéder à une assistance rationalisée depuis cet écran."],"Manage on WooCommerce.com":["Gérer sur WooCommerce.com"],"Version %s is available. To access this update, please first <b>install the WooCommerce.com Update Manager<\/b> extension. Alternatively, you can download and install it manually.":["La version %s est disponible. Pour accéder à cette mise à jour, veuillez d’abord <b>installer l’extension WooCommerce.com Update Manager<\/b>. Sinon, vous pouvez la télécharger et l’installer manuellement."],"Version %s is available. To access this update, please <b>activate the WooCommerce.com Update Manager<\/b> extension.":["La version %s est disponible. Pour accéder à cette mise à jour, veuillez <b>activer l’extension WooCommerce.com Update Manager<\/b>."],"Access your updates":["Accéder à vos mises à jour"]," Browse the <a>WordPress.org theme directory<\/a> to discover more.":[" Parcourez le <a>répertoire de thèmes WordPress.org<\/a> pour en découvrir plus."],"Didn’t find a theme you like?":["Vous n’avez pas trouvé de thème à votre goût ?"],"Sponsored":["Sponsorisé"],"Design a new theme":["Concevoir un nouveau thème"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Votre thème actif sera modifié et vous pourriez perdre les changements que vous y avez apportés."],"Please install the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.<br\/>Alternatively, you can download and install it manually.":["Veuillez installer <b>WooCommerce.com Update Manager<\/b> pour continuer à recevoir les mises à jour et l’assistance rationalisée incluses dans vos abonnements WooCommerce.com.<br\/>Sinon, vous pouvez la télécharger et l’installer manuellement."],"Activate the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.":["Activez <b>WooCommerce.com Update Manager<\/b> pour continuer à recevoir les mises à jour et l’assistance rationalisée incluses dans vos abonnements WooCommerce.com."],"Are you sure you want to design a new theme?":["Voulez-vous vraiment concevoir un nouveau thème ?"],"An error occurred. Please try again later.":["Une erreur s’est produite. Veuillez réessayer ultérieurement."],"We need your address to complete installing this product. We will redirect you to WooCommerce.com checkout. Afterwards, you will be able to install the product.":["Il nous faut votre URL pour achever l’installation de ce produit. Vous serez redirigé(e) vers la validation de la commande WooCommerce.com. Après cela, vous pourrez installer le produit."],"Activation failed. Please try again from the plugins page.":["L’activation a échoué. Veuillez réessayer depuis la page Extensions."],"View Docs":["Afficher la documentation"],"Extension successfully installed but we can't activate it at the moment. Please visit the plugins page to see more.":["L’extension a bien été installée mais nous ne pouvons pas l’activer pour le moment. Veuillez consulter la page Extensions pour en savoir plus."],"Extension successfully installed. Would you like to activate it?":["L’extension a bien été installée. Voulez-vous l’activer ?"],"Add to Store":["Ajouter à la boutique"],"Customize your theme":["Personnaliser votre thème"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["Continuez à personnaliser votre boutique avec le concepteur de boutique. Modifiez votre palette de couleurs, les polices, les mises en page, et plus encore."],"Start designing":["Commencer à concevoir"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Créez rapidement une magnifique boutique à l’aide de notre concepteur de boutique intégré. Choisissez une mise en page, sélectionnez un style, etc."],"Design your own":["Concevoir la vôtre"],"Edit your custom theme":["Modifier votre thème personnalisé"],"View in Plugins":["Afficher dans les extensions"],"Would you like to install this extension?":["Souhaitez-vous installer cette extension ?"],"View docs":["Voir la documentation"],"Keep the momentum going and start setting up your extension.":["Continuez sur votre lancée et commencez à configurer votre extension."],"In order to install a product, you need to first connect your account.":["Pour installer un produit, vous devez d’abord vous connecter à votre compte."],"Add to store":["Ajouter à la boutique"],"You are ready to go!":["Vous pouvez vous lancer !"],"Could not find subscription with product key %s.":["Impossible de trouver l’abonnement associé à la clé de produit %s."],"%s couldn’t be installed. Please install the product manually.":["%s n’a pas pu être installé. Veuillez installer le produit manuellement."],"Error loading subscriptions: %s":["Erreur lors du chargement des abonnements : %s"],"Available to use":["Disponible pour utilisation"],"Refresh":["Actualiser"],"On":["Activé"],"Never expires":["N’expire jamais"],"Connect Account":["Connecter le compte"],"Manage your subscriptions":["Gérer vos abonnements"],"Installed on this store":["Installé sur cette boutique"],"Refresh subscriptions":["Actualiser les abonnements"],"Error refreshing subscriptions: %s":["Erreur lors de l’actualisation des abonnements : %s"],"Subscriptions refreshed.":["Abonnements actualisés."],"To receive updates and support, please <renew>renew<\/renew> this subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Pour recevoir des mises à jour et une assistance, veuillez <renew>renouveler<\/renew> cet abonnement ou utiliser l’abonnement d’un autre compte en le <sharing>partageant<\/sharing> ou en le <transferring>transférant<\/transferring>."],"To receive updates and support, please connect your subscription to this store.":["Pour obtenir pour recevoir des mises à jour et une assistance, veuillez connecter votre abonnement à cette boutique."],"Not connected":["Non connecté"],"To receive updates and support, please <purchase>purchase<\/purchase> a subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Pour recevoir des mises à jour et une assistance, veuillez <purchase>acheter<\/purchase> un abonnement ou utiliser l’abonnement d’un autre compte en le <sharing>partageant<\/sharing> ou en le <transferring>transférant<\/transferring>."],"WooCommerce.com subscriptions you haven't used yet.":["Les abonnements WooCommerce.com que vous n’avez pas encore utilisés."],"WooCommerce.com extensions and themes installed on this store. To see all your subscriptions go to <a>your account<custom_icon \/><\/a> on WooCommerce.com.":["Les extensions et thèmes WooCommerce.com installés sur cette boutique. Pour voir tous vos abonnements, accédez à <a>votre compte<custom_icon \/><\/a> sur WooCommerce.com."],"Subscribe":["Souscrire"],"No subscription":["Aucun abonnement"],"Auto-renew":["Renouvellement automatique"],"Loading your subscriptions":["Chargement de vos abonnements"],"My subscriptions":["Mes abonnements"],"Expiry\/Renewal date":["Date d‘expiration\/renouvellement"],"No extensions or themes installed. <a>Browse the Marketplace<\/a>":["Aucune extension ou thème installé. <a>Parcourir la Marketplace<\/a>"],"%s icon":["Icône %s"],"View documentation":["Voir la documentation"],"Manage in Plugins":["Gérer dans les extensions"],"Update to %s":["Mettre à jour vers %s"],"Reload page and try again":["Recharger la page et réessayer"],"%s couldn’t be updated.":["%s n’a pas pu être mis à jour."],"%s updated successfully.":["%s a bien été mis à jour."],"Version %s is available. To enable this update you need to purchase a subscription.":["La version %s est disponible. Pour activer cette mise à jour, vous devez acheter un abonnement."],"Subscribe to update":["S’abonner pour mettre à jour"],"Version %s is available. To enable this update you need to renew your subscription.":["La version %s est disponible. Pour activer cette mise à jour, vous devez renouveler votre abonnement."],"Renew to update":["Renouveler pour mettre à jour"],"Version %s is available. To enable this update you need to connect your subscription to this store.":["La version %s est disponible. Pour activer cette mise à jour, vous devez connecter votre abonnement à cette boutique."],"Connect to update":["Se connecter pour mettre à jour"],"%s couldn’t be installed.":["%s n’a pas pu être installé."],"%s successfully installed.":["%s a bien été installé."],"%s could not be activated. Please activate it manually.":["%s n’a pas pu être activé. Veuillez l’activer manuellement."],"%s couldn’t be connected.":["%s n’a pas pu être connecté."],"%s successfully connected.":["%s a bien été connecté."],"No extensions or themes found…":["Pas d’extension ou de thème trouvés…"],"Try searching again using a different term, or take a look at our recommendations below.":["Essayez d’effectuer une nouvelle recherche en utilisant un autre terme, ou jetez un coup d’œil à nos recommandations ci-dessous."],"Please reload and try again":["Veuillez recharger et réessayer"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Propulsé par une IA expérimentale. {{link}}Lire la suite{{\/link}}"],"View all":["Afficher tout"],"0 %s found":["0 %s trouvé(e)"],"theme":["thème"],"themes":["thèmes"],"extension":["extension"],"extensions":["extensions"],"Most popular extensions":["Extensions les plus populaires"],"Our favorite themes":["Nos thèmes favoris"],"%1$s %2$s":["%1$s %2$s","%1$s %3$s"],"Search for extensions and themes":["Rechercher des extensions et des thèmes"],"Themes":["Thèmes"],"Search results":["Résultats de recherche"],"Start again":["Recommencer"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Vos coordonnées professionnelles vous seront redemandées et vous perdrez votre design actuel conçu par IA. Si vous souhaitez personnaliser votre design actuel, vous pouvez le faire via l’<EditorLink>Éditeur<\/EditorLink>."],"Are you sure you want to start over?":["Voulez-vous vraiment recommencer ?"],"Are you sure you want to start a new design?":["Voulez-vous vraiment commencer un nouveau design ?"],"Create a new one":["En créer un nouveau"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Continuez à personnaliser l’apparence de votre boutique générée par IA ou recommencez et créez-en une nouvelle."],"Customize your custom theme":["Personnaliser votre thème"],"Find out how":["Découvrir comment"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Il semblerait que vous utilisiez Jetpack en mode hors connexion — quittez le mode hors connexion pour commencer à concevoir avec l’IA."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["L’outil de conception créera un nouveau design pour votre boutique et vous perdrez toute modification apportée à votre thème actif. Si vous préférez continuer à modifier votre thème, vous pouvez le faire via l’<EditorLink>éditeur<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Malheureusement, [l’outil de conception de boutique par IA] n’est pas disponible actuellement car nous ne détectons pas votre réseau. Veuillez vérifier votre connexion internet."],"Looking to design your store using AI?":["Vous cherchez à concevoir votre boutique avec l’IA ?"],"Try again":["Réessayer"],"Additional thoughts":["Remarques complémentaires"],"The Extensions screen’s functionality meets my needs":["Les fonctionnalités de l’écran Extensions répondent à mes besoins"],"It was easy to find an extension":["Il a été facile de trouver une extension"],"Your feedback will help us create a better experience for people like you! Please tell us to what extent you agree or disagree with the statements below.":["Vos commentaires nous aideront à créer une meilleure expérience pour des gens comme vous ! Veuillez nous dire dans quelle mesure vous êtes d’accord ou non avec les déclarations ci-dessous."],"How easy was it to find an extension?":["A-t-il été facile de trouver une extension ?"],"How easy is it to find an extension?":["Est-il facile de trouver une extension ?"],"Strongly agree":["Tout à fait d’accord"],"Woo Marketplace":["Woo Marketplace"],"Everything in the Marketplace has been built by our own team or by our trusted partners, so you can be sure of its quality.":["Tout ce qui se trouve sur Marketplace a été construit par notre propre équipe ou par nos partenaires de confiance, vous pouvez donc avoir toute confiance en la qualité de son contenu."],"With detailed documentation and a global support team, help is always available if you need it.":["Grâce à une documentation détaillée et à une équipe d’assistance internationale, vous pouvez obtenir de l’aide à tout moment si vous en avez besoin."],"If you change your mind within 30 days of your purchase, we'll give you a full refund — hassle-free.":["Si vous changez d’avis dans les 30 jours suivant votre achat, nous vous rembourserons intégralement, sans souci."],"Hundreds of vetted products and services. Unlimited potential.":["Des centaines de produits et services vérifiés. Des possibilités à l’infini."],"<a>Products<\/a> you can trust":["Des <a>produits<\/a> de confiance"],"<a>Get help<\/a> when you need it":["<a>Bénéficiez d’une assistance<\/a> quand vous en avez besoin"],"30-day <a>money-back guarantee<\/a>":["<a>Garantie de remboursement<\/a> de 30 jours"],"More":["Plus"],"Toggle category dropdown":["Afficher\/masquer la liste déroulante des catégories"]," annually":[" annuellement"],"Free download":["Téléchargement gratuit"],"By ":["Par "],"WooCommerce.com account":["Compte WooCommerce.com"],"Manage your subscriptions, get updates and support for your extensions and themes.":["Gérez vos abonnements, obtenez des mises à jour et une assistance pour vos extensions et thèmes."],"Connect account":["Connecter le compte"],"User options":["Options pour l’utilisateur"],"Not Connected":["Non connecté"],"Connected":["Connecté"],"Keep connected":["Maintenir la connexion"],"Disconnect account":["Déconnecter le compte"],"Keep your your account connected to manage your subscriptions, get updates and support for your extensions and themes.":["Maintenez la connexion de votre compte pour gérer vos abonnements, obtenir des mises à jour et une assistance pour vos extensions et thèmes."],"Design with AI":["Concevoir avec l’IA"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Concevez la présentation de votre boutique, créez des pages et générez des textes à l’aide de nos outils d’IA intégrés."],"Use the power of AI to design your store":["Utiliser la puissance de l’IA pour concevoir votre boutique"],"Off":["Désactiver"],"Agree":["D’accord"],"Disagree":["Pas d’accord"],"Strongly disagree":["Pas du tout d’accord"],"Updating":["Mise à jour en cours"],"See more":["Voir plus"],"Neutral":["Neutre"],"Send":["Envoyer"],"Install":["Installer"],"Are you sure?":["Confirmez-vous ?"],"Connect your store":["Associer votre boutique"],"Customize":["Personnaliser"],"All Categories":["Toutes les catégories"],"Browse":["Parcourir"],"Expired":["Expiré"],"Activate":["Activer"],"Connect":["Connecter"],"Renew":["Renouveler"],"Extensions":["Extensions"],"Discover":["Découvrir"],"Version":["Version"],"Actions":["Actions"],"Search":["Recherche"],"Cancel":["Annuler"],"Name":["Nom"],"Update":["Mettre à jour"],"Download":["Téléchargement"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketplace.js"}}