{"translation-revision-date":"2024-06-20 19:09:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Get the app":["Télécharger l’application"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Gérez votre boutique depuis n’importe quel endroit avec l’application mobile gratuite WooCommerce."],"Manage your store on the go":["Gérer votre boutique à la volée"],"Add extensions":["Ajouter des extensions"],"Add extra features and functionality to your store with Woo extensions.":["Ajoutez des fonctionnalités supplémentaires à votre boutique avec les extensions Woo."],"Explore support resources":["Parcourir les ressources d’assistance"],"Detailed guides and our support team are always available if you're feeling stuck or need some guidance.":["Des guides détaillés et notre équipe d’assistance sont disponibles en permanence si vous rencontrez des difficultés ou si vous avez besoin de conseils."],"Help is on hand":["Une aide à portée de main"],"Power up your store":["Booster votre boutique"],"Manage Mailchimp":["Gérer MailChimp"],"Build customer relationships":["Forger des relations clients"],"Add payment methods":["Ajouter des moyens de paiement"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Offrez plus de choix à vos clients en ajoutant des moyens de paiement supplémentaires à votre boutique."],"Provide more ways to pay":["Fournir plus de moyens de paiement"],"Promote products":["Promouvoir les produits"],"Install Mailchimp":["Installer MailChimp"],"Keep your shoppers up to date with what's new in your store and set up clever post-purchase automations.":["Tenez vos clients au courant des nouveautés de votre boutique et configurez des actions automatisées après l’achat."],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Développez votre base de clients en promouvant vos produits auprès de millions d’acheteurs engagés."],"Promote your products":["Promouvoir vos produits"],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Pouvez-vous justifier votre réaction ? <smallText>(facultatif)<\/smallText>"],"Visit your store":["Visiter votre boutique"],"You've successfully launched your store and are ready to start selling! We can't wait to see your business grow.":["Votre boutique est lancée et vous pouvez commencer à vendre ! Nous avons hâte de voir votre activité prospérer."],"Congratulations! Your store is now live":["Bravo ! Votre boutique est maintenant en ligne."],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Oups ! Nous avons rencontré un problème lors du lancement de votre boutique. <retryButton\/>"],"Remove %d test orders":["Supprimer %d commandes test"],"Test data":["Données test"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Votre commentaire sera partagé uniquement avec WooCommerce et traité conformément à notre <privacyLink>politique de confidentialité<\/privacyLink>."],"How was the experience of launching your store?":["Comment avez-vous vécu le lancement de votre boutique ?"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Supprimez les commandes test ainsi que les données associées, y compris les statistiques et les transactions, une fois votre boutique opérationnelle. "],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Parfait ! Votre boutique est parée, vous n’avez aucune tâche en attente."],"Essential Tasks":["Tâches essentielles"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Vous êtes prêt(e) à vendre ? Avant de lancer votre boutique, assurez-vous d’avoir accompli ces tâches essentielles. Si vous désirez modifier la visibilité de votre boutique, accédez à WooCommerce | Réglages | Visibilité du site."],"What's next?":["Et ensuite ?"],"Launch Your Store":["Lancer votre boutique"],"Launch your store":["Lancer votre boutique"],"Please try again":["Veuillez réessayer"],"Back to Home":["Revenir à l’accueil"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Utilisez les flèches gauche et droite pour redimensionner la toile. Maintenez la touche Maj enfoncée pour redimensionner par incréments plus importants."],"Drag to resize":["Glisser pour redimensionner"],"We appreciate your feedback!":["Nous apprécions votre avis !"],"Send":["Envoyer"],"Back":["Retour"],"Copy link":["Copier le lien"],"Copied!":["Copié !"],"Close":["Fermer"],"Cancel":["Annuler"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}